/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria Credentials";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria Certificate Provider needs your input to download your certificate from the Afaria server. Your certificate will be stored securely.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Done";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Cancel";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria Certificate";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Requesting Afaria certificate";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Error occurred; please contact your administrator.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Afaria initialization error";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "User cancelled";

